export const MENU = [
  {
    label: "Цахим хуудас",
    href: "social",
  },
  {
    label: "Хугацаат тайлан",
    href: "report",
  },
  {
    label: "Зар мэдээ",
    href: "news",
  },
  {
    label: "Шилэн Данс",
    href: "account",
  },
];

export const CARDS = [
  {
    image: "/images/1-min.webp",
    title: "Хамгийн шинэлэг, найдвартай хүргэлтийн үйлчилгээг үнэгүй аваарай.",
  },
  {
    image: "/images/2-min.webp",
    title:
      "24 цагийн турш тасралтгүйгээр мөн хүргэлтийн нэмэлт төлбөргүйгээр бид танд үйлчилнэ.",
  },
  {
    image: "/images/3-min.webp",
    title:
      "Бүтээгдэхүүний өргөн сонголт болон хямд үнийг бид санал болгож байна.",
  },
];

export const FAQS = [
  {
    question: "Би захиалмаар байна! zahii хэрхэн ажилладаг вэ?",
    answer:
      "Zahii-г iOS болон Android төхөөрөмжүүдэд үнэгүй татаж авах боломжтой.",
  },
  {
    question:
      "Zahii аппликейшн дээр сагсандаа хэрэгтэй бүх зүйлээ нэмээд төлбөрөө хийнэ үү. Бид бүх төрлийн банкны карт болон QPay, SocialPay-ээр төлбөр хүлээн авдаг.",
    answer:
      "Zahii аппликейшн дээр сагсандаа хэрэгтэй бүх зүйлээ нэмээд төлбөрөө хийнэ үү. Бид бүх төрлийн банкны карт болон QPay, SocialPay-ээр төлбөр хүлээн авдаг.",
  },
  {
    question: "zahii-н захиалгын доод хэмжээ хэд вэ?",
    answer:
      "Захиалгын доод үнэ 20,000₮. Захиалгын хүргэлтийн зай болон цагаас хамааран хүргэлтийн хураамж өөрчлөгдөхгүй 0₮",
  },
  {
    question: "Би бэлэн мөнгөөр төлбөрөө төлж болох уу?",
    answer: "Харамсалтай нь zahii бэлэн мөнгө хүлээн авахгүй. Уучлаарай.",
  },
  {
    question: "Миний байршил, хаяг дээр хүргэхгүй бол яах вэ?",
    answer:
      "Бид Улаанбаатар хотын бүх өнцөг буланд нэвтрэхээр хичээн ажиллаж байна.",
  },
  {
    question: "Zahii шөнийн хүргэлттэй юу?",
    answer:
      "Аппликейшн 24/7 захиалга хүлээн авах ба бид шөнийн цагаар ч хүргэлт хийнэ.",
  },
  {
    question: "Zahii согтууруулах ундаа хүргэдэг үү?",
    answer:
      "Zahii нь 21 ба түүнээс дээш насны үйлчлүүлэгчдэд шар айраг, дарс, виски, архи зэрэг согтууруулах ундааг хүргэлтээр үйлчлэх боломжтой.",
  },
];

export const CATEGORIES = [
  {
    title: "Ахуйн бүтээгдэхүүн",
    icon: "cart-shopping",
  },
  {
    title: "Гоо сайхны бүтээгдэхүүн",
    icon: "cart-shopping",
  },
  {
    title: "Хүүхдийн бүтээгдэхүүн",
    icon: "cart-shopping",
  },
  {
    title: "Хоол",
    icon: "fork-spoon",
  },
  {
    title: "Хөлдөөсөн хүнс",
    icon: "snow-alt",
  },
  {
    title: "Ус, Ундаа",
    icon: "water",
  },
  {
    title: "Кофе",
    icon: "mug-sauser",
  },
  {
    title: "Өргөн хэрэглээний хүнс",
    icon: "cart-shopping",
  },
  {
    title: "Маргаашийн хүргэлт",
    icon: "cart-shopping",
  },
  {
    title: "Тэжээвэр амьтан",
    icon: "bones",
  },
  {
    title: "Дархлаа",
    icon: "prescription-bottle-medical",
  },
  {
    title: "Эрүүл мэнд",
    icon: "capsule",
  },
  {
    title: "+21 Согтууруулах ундаа",
    icon: "martini-glass",
  },
  {
    title: "Багцаар нь авья",
    icon: "cart-shopping",
  },
  {
    title: "Бэлэг",
    icon: "gift",
  },
  {
    title: "+18 Электрон тамхи",
    icon: "cart-shopping",
  },
];
